[
    {
        "name": "Across The Greek",
        "description": "Across the Greek, start at the trailhead of Vermont Canyon Road. Go up the trail until you pass a trashcan at the top.",
        "length": 0.11,
        "vertical": 66,
        "strava_link": "https://strava.app.link/7FwNTtGOFNb"
        
    },

    {
        "name": "Berlin Forest",
        "description": "From the Griffith Parking lot away from the observatory, go up the trail until you see a sign that says 'Berlin Forest'",
        "length": 0.11,
        "vertical": 39,
        "strava_link": "https://strava.app.link/ahKfVQLOFNb"
    },

    {
        "name": "Bench To Observatory",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. When you make it to the bench, that is the starting point. Go up from the bench to the observatory.",
        "length": 0.18,
        "vertical": 131,
        "strava_link": "https://strava.app.link/gxDndRQOFNb"
    },

    {
        "name": "Bin To Bench",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. Go down to the bench and then left until you get to a paved road and bin. From here, go up back to the bench. This is part of the Boy Scout Trail",
        "length": 0.17,
        "vertical": 49,
        "strava_link": "https://strava.app.link/73De5lPOFNb"
    },

    {
        "name": "Griffith's Nasty Hill",
        "description": "Off W Observatory road and accross the S-Curve, from the road go up the steep climb To Mt. Hollywood Trail",
        "length": 0.16,
        "vertical": 164,
        "strava_link": "https://strava.app.link/0UaIahKOFNb"
    },

    {
        "name": "Griffth's S-Curve",
        "description": "On the W trail, start at a tree on a little bridge and head up the S curve towards the road. If you keep going from the road, you'll start the Nasty Hill section.",
        "length": 0.10,
        "vertical": 66,
        "strava_link": "https://strava.app.link/cEfjydIOFNb"
    },

    {
        "name": "Sign to Bench",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. Go down to the bench and then right until you see a sign. For this segment, go up until you make it back to the bench.",
        "length": 0.17,
        "vertical": 120,
        "strava_link": "https://strava.app.link/JwqetTNOFNb"
    }

]