[
    {
        "name": "Across The Greek",
        "description": "Across the Greek, start at the trailhead of Vermont Canyon Road. Go up the trail until you pass a trashcan at the top.",
        "length": 0.11,
        "vertical": 66,
        "strava_link": "https://strava.app.link/7FwNTtGOFNb"
        
    },

    {
        "name": "Arbor Hill",
        "description": "Start at the intersection of Arbor St and California Terrace. Go to the top of Arbor and Grand.",
        "length": 0.14,
        "vertical": 89,
        "strava_link": "https://strava.app.link/KEOhCdZqHNb"
    },


    {
        "name": "Berlin Forest",
        "description": "From the Griffith Parking lot away from the observatory, go up the trail until you see a sign that says 'Berlin Forest'",
        "length": 0.11,
        "vertical": 39,
        "strava_link": "https://strava.app.link/ahKfVQLOFNb"
    },

    {
        "name": "Bench To Observatory",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. When you make it to the bench, that is the starting point. Go up from the bench to the observatory.",
        "length": 0.18,
        "vertical": 131,
        "strava_link": "https://strava.app.link/gxDndRQOFNb"
    },

    {
        "name": "Bin To Bench",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. Go down to the bench and then left until you get to a paved road and bin. From here, go up back to the bench. This is part of the Boy Scout Trail",
        "length": 0.17,
        "vertical": 49,
        "strava_link": "https://strava.app.link/73De5lPOFNb"
    },

    {
        "name": "Culver City Stairs",
        "description": "From the Baldwin Hills Scenic Overlook Trailhead, head to the top! You can go up the steps or up the Hillside Trail.",
        "length": 0.31,
        "vertical": 299,
        "strava_link": "https://strava.app.link/hrarP5EvHNb"
    },

    {
        "name": "Griffith's Nasty Hill",
        "description": "Off W Observatory road and accross the S-Curve, from the road go up the steep climb To Mt. Hollywood Trail",
        "length": 0.16,
        "vertical": 164,
        "strava_link": "https://strava.app.link/0UaIahKOFNb"
    },

    {
        "name": "Griffth's S-Curve",
        "description": "On the W trail, start at a tree on a little bridge and head up the S curve towards the road. If you keep going from the road, you'll start the Nasty Hill section.",
        "length": 0.10,
        "vertical": 66,
        "strava_link": "https://strava.app.link/cEfjydIOFNb"
    },

    {
        "name": "La Loma to Cherry Steps to Top of Sequoia Light Post",
        "description": "Near the intersection of La Loma road and Juniper Dr are two staircases. Go up the steps to cherry Drive. Keep going up the street on Sequioa Drive until you get to the lightpost.",
        "length": 0.21,
        "vertical": 161,
        "strava_link": "https://strava.app.link/GYugSr7qHNb"
    },

    {
        "name": "La Loma to Evergreen Steps",
        "description": "Near the intersection of La Loma road and Juniper Dr are two staircases. Go up the steps to Evergreen Drive.",
        "length": 0.05,
        "vertical": 39,
        "strava_link": "https://strava.app.link/LzatS79qHNb"
    },

    {
        "name": "Secret Stairs of Pasadena (Option A)",
        "description": "Near the intersection of Elmwood Drive and Laurel Bay Drive is a staircase. Go through the Elmwood Secret Stairs until you get to Cherry Drive.",
        "length": 0.20,
        "vertical": 161,
        "strava_link": "https://strava.app.link/CKR6fQ2qHNb"
    },

    {
        "name": "Secret Stairs of Pasadena (Option B)",
        "description": "This is the reverse of Secret Stairs of Pasadena (Option A). Start at Cherry Drive, go through the Elmwood Secret Stairs until you get to Elmwood Drive.",
        "length": 0.20,
        "vertical": 52,
        "strava_link": "https://strava.app.link/be8WFh5qHNb"
    },

    {
        "name": "Sign to Bench",
        "description": "Go down the path near the Griffith observatory entrance for 3 hills. Go down to the bench and then right until you see a sign. For this segment, go up until you make it back to the bench.",
        "length": 0.17,
        "vertical": 120,
        "strava_link": "https://strava.app.link/JwqetTNOFNb"
    }

]